<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="reg_agreement.aspx.cs" Inherits="Zhaopin.UserCenter.reg_agreement" %>

<%@ Register Src="~/UserControl/head.ascx" TagPrefix="uc1" TagName="head" %>
<%@ Register Src="~/UserControl/foot.ascx" TagPrefix="uc1" TagName="foot" %>
<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>注册协议</title>
    <link href="/themes/default/css/style_others.css" rel="stylesheet" type="text/css" />
    <link href="/themes/demo/css/validate.css" rel="stylesheet" type="text/css" />
    <link href="/themes/demo/css/jquery-ui.css" rel="stylesheet" type="text/css" />
    <link href="/themes/demo/css/ui_100buy.css" rel="stylesheet" type="text/css" />
    <link href="/themes/index/css/css.css" rel="stylesheet" type="text/css" />
    <link href="/themes/index/css/job.css" rel="stylesheet" type="text/css" />
    <script src="/scripts/jquery-1.4.4.min.js" type="text/javascript"></script>
    <script type="text/javascript" src="/scripts/jquery.ui.js"></script>
    <script type="text/javascript" src="/scripts/jquery.validate.js"></script>
    <script type="text/javascript" src="/scripts/jquery.common.js"></script>
</head>
<body>
    <form id="form1" runat="server">
        <uc1:head runat="server" ID="head" />
        <div id="wrap">

            <div id="location">
                <div class="left">内蒙古电力（集团）有限责任公司招聘协议</div>
            </div>
            <div id="main_content">

                <div class="list">
                    <div class="detail" _extended="true">
                        <h1 style="font-size: 18pt" _extended="true">内蒙古电力（集团）有限责任公司<br />
人力资源招聘平台注册须知
</h1>
                        <h2 _extended="true"></h2>
                        <div style="padding-bottom: 0px; padding-top: 20px; padding-left: 48px; padding-right: 48px" _extended="true">
                            <div style="font-size: 14px; line-height: 24px; text-indent: 2em;">
                               <p>第一条 人力资源招聘平台注册用户（以下简称&quot;用户&quot;）是指进入内蒙古电力（集团）有限责任公司人力资源招聘平台，在仔细阅读并同意遵守本须知条款后成功注册,可以享受人力资源招聘平台提供的求职相关服务的求职者。 </p>
                                <p>
  第二条 用户权利义务</p>
                                <p>
  （一）用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《互联网电子公告服务管理规定》、《互联网信息服务管理办法》等有关计算机及互联网规定的法律和法规、实施办法。在人力资源招聘平台合理地认为用户的行为可能违反上述法律、法规的情况下，人力资源招聘平台有权不事先通知而终止向该用户提供服务。 
  用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。 </p>
                                <p>
  （二）用户注册时应提供完整、真实、准确的个人信息，信息如有变更，应及时更新。用户违反本约定，人力资源招聘平台有权暂停或终止用户的使用权限，并由用户自行承担相应责任。 </p>
                                <p>
  （三）用户注册时须自行设定密码，并对密码进行妥善保管，同时对利用该密码所进行的一切活动负全部责任。 </p>
                                <p>
  （四）用户须对存入招聘网站的个人简历及材料的内容、格式的完整性、真实性和准确性承担全部责任。 </p>
                                <p>
  （五）用户不得对人力资源招聘平台服务及信息进行复制、出售或用作其他用途。 </p>
                                <p>
  （六）用户使用人力资源招聘平台服务时，禁止从事以下行为，人力资源招聘平台的系统记录可作为用户实施该行为的证据： </p>
                                <p>
  1. 上载、张贴、发送电子邮件或以其他方式传送含有反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、损害国家荣誉和利益的、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、散布谣言、扰乱社会秩序或破坏社会稳定等内容的信息或资料，这些资料包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息等（下同）。 </p>
                                <p>
  2. 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的资料； </p>
                                <p>
  3. 上载、张贴、发送电子邮件或传送任何非法、有害、胁迫、骚扰、侵害、侮辱、粗俗、猥亵、诽谤、淫秽、种族歧视或侵害他人隐私或其他合法权益的资料。 </p>
                                <p>
  4. 以任何方式危害未成年人。 </p>
                                <p>
  5. 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。 </p>
                                <p>
  6. 伪造标题或以其他方式操控识别资料，使人误认为该内容为人力资源招聘平台所传送。 </p>
                                <p>
  7. 将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送。 </p>
                                <p>
  8. 将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送。 </p>
                                <p>
  9. 将广告函件、促销资料、&quot;垃圾邮件&quot;等，加以上载、张贴、发送电子邮件或以其他方式传送。 </p>
                                <p>
  10. 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序等资料，加以上载、张贴、发送电子邮件或以其他方式传送。 </p>
                                <p>
  11. 干扰或破坏人力资源招聘平台服务或与人力资源招聘平台服务相连的服务器和网络，或不遵守人力资源招聘平台服务网络使用的规定。 </p>
                                <p>
  12. 故意或非故意违反任何相关的中国法律、行政法规、规章、条例等其他具有法律效力的规范。 </p>
                                <p>
  13. 跟踪或以其他方式骚扰他人。 </p>
                                <p>
  第三条用户隐私权保护 </p>
                                <p>
  人力资源招聘平台收集个人信息的目的是为用户提供尽可能多的个性化的求职、招聘及其他相关服务。 </p>
                                <p>
  人力资源招聘平台不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在人力资源招聘平台中的非公开内容，除非有下列情况： </p>
                                <p>
  （一）事先获得用户的明确授权； </p>
                                <p>
  （二）根据司法机关、行政机关、监管部门等有权机构的要求，有关法律、法规和规章的规定，以及人力资源招聘平台合法服务程序规定； </p>
                                <p>
  （三）在紧急情况下，为维护用户、公众及人力资源招聘平台的合法权益； </p>
                                <p>
  （四）其他法律法规允许的，需要公开、编辑或透露个人信息的情况。</p>
                                <p>
  第四条服务规定 </p>
                                <p>
  用户在人力资源招聘平台上载、张贴或传送的内容仅代表作者本人观点，与内蒙古电力（集团）有限责任公司的立场无关，内蒙古电力（集团）有限责任公司不保证该内容的正确性、完整性或品质。用户应对其提交、发布的全部内容负全部责任。因用户在人力资源招聘平台张贴或传送内容而导致任何损失或衍生的任何损害或损失，用户承担全部责任，并同意赔偿人力资源招聘平台因此造成的损失。</p>
                                <p>
  &nbsp;人力资源招聘平台有权（但无义务）在不通知的情况下拒绝、删除或转移存储用户在人力资源招聘平台提交、发布的任何内容，且不对因此产生的用户或第三方的任何损失承担责任。 </p>
                                <p>
  人力资源招聘平台有权对用户在人力资源招聘平台提交、发布的内容进行保存或依法披露。 </p>
                                <p>
  第五条服务变更和终止 </p>
                                <p>
  人力资源招聘平台有权规定并修改人力资源招聘平台服务项目和功能，除非另有明确规定，变更或修改本须知规定的人力资源招聘平台服务的任何功能（包括新产品），均无条件适用本须知。人力资源招聘平台保留修改或中断服务而不需告知用户的权利。</p>
                                <p>
  人力资源招聘平台对于注册后长时间（通常为1年）未登录使用的用户以及毕业时间超过1年的用户，有权终止该用户的使用，并删除该用户当前的注册信息和简历信息等。 </p>
                                <p>
  人力资源招聘平台有判断用户的行为是否符合本须知条款规定的权利，如果人力资源招聘平台认为用户违背了本须知条款的规定，人力资源招聘平台有终止向其提供服务的权利。 </p>
                                <p>
  内蒙古电力（集团）有限责任公司有权对本须知条款进行修改，用户如果不同意所作的修改，可以主动取消已经获得的统一招聘平台服务；如果用户继续享用统一招聘平台服务，则视为用户已经接受本须知条款的修改。 </p>
                                <p>
  第六条免责声明 </p>
                                <p>
  （一）人力资源招聘平台对利用用户的密码所进行的一切活动以及因此所衍生的任何损失或损害不承担任何责任。 </p>
                                <p>
  （二）人力资源招聘平台不保证（包括但不限于）所提供的任何服务或资料适合用户的使用要求或符合用户的期望。 </p>
                                <p>
  （三）内蒙古电力（集团）有限责任公司对用户因未经自行核实而使用有关信息所造成的任何损失不承担任何责任。 </p>
                                <p>
  （四）人力资源招聘平台服务由于计算机信息系统问题、黑客攻击、计算机病毒侵入或发作、政府管制或干预等不可抗力或意外事件因素而受干扰、中断，或出现错误，内蒙古电力（集团）有限责任公司对因此造成的个人信息泄露、丢失被盗用或被篡改等情况不承担任何责任。</p>
                                <p>
  （五）用户使用人力资源招聘平台服务下载或取得非内蒙古电力（集团）有限责任公司发布的信息资料，其风险以及可能产生的任何损失内蒙古电力（集团）有限责任公司不承担任何责任。 </p>
                                <p>
 （六）用户由于使用人力资源招聘平台服务而造成的个人名誉、信息资料损失或其他有形或无形损失，人力资源招聘平台不承担任何直接、间接、附带、衍生或惩罚性的赔偿。 </p>
                                <p>
  第七条知识产权 </p>
                                <p>
  人力资源招聘平台本身的图形、图像、文字及合法使用计算机软件生成的程序代码等均属内蒙古电力（集团）有限责任公司所有，受相关知识产权法律保护。 </p>
                                <p>
  第八条法律的适用和管辖 </p>
                                <p>
  本须知由内蒙古电力（集团）有限责任公司负责修订，并通过人力资源招聘平台公布，一经公布即刻生效。 </p>
                                <p>
  用户享用本须知规定的人力资源招聘平台服务，视为用户已经接受本须知条款，则本须知对用户具有约束力。 </p>
                                <p>
  本须知条款的生效、履行、解释及争议的解决均适用中华人民共和国法律。本须知条款如因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。 </p>
<p>内蒙古电力（集团）有限责任公司对本须知条款保留最终解释权。</p>
                            </div>
                        </div>
                        <div class="clear_line"></div>
                    </div>
                    <div class="clear_line"></div>
                </div>
            </div>
        </div>
        <uc1:foot runat="server" ID="foot" />
    </form>
</body>
</html>
